{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġ0":257,"Ġ!":258,"EN":259,"ĠEN":260,"ĠEND":261,"čĊ":262,"ĠčĊ":263,"Ġ1":264,"Ġ2":265,"ar":266,"le":267,"an":268,"on":269,"10":270,"in":271,"or":272,"ee":273,"11":274,"as":275,"at":276,"er":277,"id":278,"ol":279,"ow":280,"Ġ3":281,"12":282,"Ma":283,"ch":284,"it":285,"ra":286,"15":287,"Nid":288,"ap":289,"el":290,"en":291,"od":292,"ut":293,"ab":294,"au":295,"ct":296,"ir":297,"ri":298,"ing":299,"13":300,"14":301,"16":302,"Ch":303,"Me":304,"ak":305,"gg":306,"gon":307,"me":308,"ok":309,"ta":310,"Mag":311,"Nidor":312,"aur":313,"18":314,"Ar":315,"Gol":316,"Pid":317,"Pol":318,"Ven":319,"Wee":320,"ad":321,"ck":322,"ey":323,"eon":324,"ff":325,"iw":326,"ly":327,"os":328,"ot":329,"to":330,"tar":331,"ter":332,"un":333,"arow":334,"and":335,"olt":336,"Mach":337,"ell":338,"Char":339,"Pidg":340,"Poliw":341,"Cle":342,"Dr":343,"Dra":344,"Dod":345,"Ex":346,"Ele":347,"Hit":348,"Kab":349,"Om":350,"Par":351,"Rh":352,"Rat":353,"Se":354,"Sl":355,"Star":356,"Sand":357,"Ten":358,"Vi":359,"am":360,"air":361,"bat":362,"du":363,"et":364,"ew":365,"egg":366,"eot":367,"earow":368,"ic":369,"ie":370,"ik":371,"is":372,"ix":373,"igg":374,"lo":375,"las":376,"mon":377,"om":378,"op":379,"qu":380,"ro":381,"ree":382,"saur":383,"th":384,"tle":385,"ul":386,"uff":387,"ler":388,"ang":389,"ans":390,"ine":391,"een":392,"chu":393,"ite":394,"rio":395,"Mew":396,"oke":397,"tac":398,"Magn":399,"Nidoran":400,"Nidorin":401,"Pidgeot":402,"Clef":403,"Dragon":404,"Exegg":405,"Elect":406,"Hitmon":407,"Kabut":408,"Paras":409,"Rhy":410,"Slow":411,"Sands":412,"Tentac":413,"duck":414,"iggly":415}