#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ 0
Ġ !
E N
Ġ EN
ĠEN D
č Ċ
Ġ čĊ
Ġ 1
Ġ 2
a r
l e
a n
o n
1 0
i n
o r
e e
1 1
a s
a t
e r
i d
o l
o w
Ġ 3
1 2
M a
c h
i t
r a
1 5
N id
a p
e l
e n
o d
u t
a b
a u
c t
i r
r i
in g
1 3
1 4
1 6
C h
M e
a k
g g
g on
m e
o k
t a
Ma g
Nid or
au r
1 8
A r
G ol
P id
P ol
V en
W ee
a d
c k
e y
e on
f f
i w
l y
o s
o t
t o
t ar
t er
u n
ar ow
an d
ol t
Ma ch
el l
Ch ar
Pid g
Pol iw
C le
D r
D ra
D od
E x
E le
H it
K ab
O m
P ar
R h
R at
S e
S l
S tar
S and
T en
V i
a m
a ir
b at
d u
e t
e w
e gg
e ot
e arow
i c
i e
i k
i s
i x
i gg
l o
l as
m on
o m
o p
q u
r o
r ee
s aur
t h
t le
u l
u ff
le r
an g
an s
in e
ee n
ch u
it e
ri o
Me w
ok e
ta c
Mag n
Nidor an
Nidor in
Pidg eot
Cle f
Dra gon
Ex egg
Ele ct
Hit mon
Kab ut
Par as
Rh y
Sl ow
Sand s
Ten tac
du ck
igg ly
